{
    "emilie": {
        "color": "Emilie",
        "name": "Emilie Zhang",
        "about": "I am a student majoring in Software Engineering, minoring in Finance and I enjoy combining my creative and technical skills to make great things happen! I think my interest in technology started back when I was first given a Nintendo DS to play with. At the time, it was all fun and games. However, my initial interest in video games grew exponentially. I think it definitely pushed me to spend my free time learning as much as I could about technology.",
        "hobbies": [{"hobbyName": "drawing", "hobbyDesc": "I have been interested in the traditional arts since my very first art class in elementary school. There’s something about creating vivid images on paper that’s always been satisfying to me."}, {"hobbyName": "piano", "hobbyDesc": "Music brings people together. My family is very music-oriented and I really enjoy playing the piano for them."}, {"hobbyName": "journaling", "hobbyDesc": "I like to jot down the small things that happen in everyday life and reflect on them later on. I think it is a nice way to treasure some memories."}, {"hobbyName": "sightseeing", "hobbyDesc": "Whether it be hiking up a mountain, going on a walk through the forest or lounging by the beach, I like to view the world in different ways."}],
        "experience": [{"expName": "MLH Fellowship: Production Engineering track", "expDesc": "12-week curriculum powered by Meta. A focus on Linux fundamentals, databases, networking and scripting"}, {"expName": "McGill University, B.Sc. Major Software Engineering", "expDesc": "Coursework: Fundamentals of Programming, Introduction to Software Systems, and Introduction to Computer Science."}],
        "projects": [{"projName": "UYOGA", "projlink": "https://devpost.com/software/uyoga", "projDesc": "A website to promote a chain of wellness for Yoga enthusiasts. My team implemented a deep learning model using tensorflow which accurately identifies a variety of yoga poses. Other technical tools used were the web framework Flask and Twilio’s messaging API."}, {"projName": "RAG Website", "projlink": "https://emilieyzhang.github.io/RAG_Library/", "projDesc": "A website for the Reader’s Advisory Group, a youth literature group at my local library. I designed the entire frontend of the website from scratch using HTML/CSS and Javascript. Many multimedia components were implemented and designs were customized with Adobe Photoshop."}, {"projName": "Cyber_Space", "projlink": "https://devpost.com/software/cyber_space", "projDesc": "Initially inspired by choose-your-own-adventure games and funny fill-in games, Cyber_Space offers 3 exclusive stories for anyone to learn about the basics of using strong passwords, the danger of shopping online and the unforeseen consequences of using public networks. Technical tools used were Flask, HTML/CSS, bootstrap."}, {"projName": "Mastermind Game", "projlink": "https://github.com/EmilieYZhang/mastermindGame", "projDesc": "A java game similar to Mastermind coded using java. It is an interactive color-guessing puzzle that actively responds to the player’s inputs."}],
        "places": [{"country": "Canada", "lat": 45.421532, "long": -75.697189}, {"country": "US", "lat": 38.9071923, "long": -77.0368707}, {"country": "China", "lat": 39.916668, "long": 116.383331}],
        "links": [{"urlName": "github", "url": "https://github.com/EmilieYZhang"}]
    }
}